<?php
$con = mysqli_connect("localhost", "qaz429", "tntlark85200!", "qaz429") or die ("MySQL 접속실패!");

$sql ="
  INSERT INTO userTBL VALUES
  ( 'YJS' , '유재석' , 1972, '서울', '010', '11111111', 178, '2008-8-8' ),
  ( 'KHD' , '강호동' , 1970, '경북', '010', '22222222', 182, '2007-7-7' ),
  ( 'KKJ' , '김국진' , 1965, '서울', '010', '33333333', 171, '2009-9-9' ),
  ( 'KYM' , '김용만' , 1967, '서울', '010', '44444444', 177, '2015-5-5' ),
  ( 'KJD' , '김제동' , 1974, '경남', NULL, NULL, 173, '2013-3-3')
  ( 'NHS' , '남희석' , 1971, '충남', '016', '66666666', 180, '2017-4-4' ),
  ( 'SDY' , '신동엽' , 1971, '경기', '011', '88888888', 170, '2004-12-12' ),
  ( 'LHJ' , '이휘재' , 1972, '경기', '011', '99999999', 168, '2001-11-11' ),
  ( 'PSH' , '박수홍' , 1970, '서울', '010', '00000000', 183, '2012-5-5' )
 ";

 $ret = mysqli_query($con, $sql);

 if($ret){
	 echo "userTBL 이 성공적으로 입력됨.";
 }
 else{
	 echo "userTBL 생성 실패 !!!","<BR>";
	 echo "실패원인 : " .mysql_error($con);
 }

 mysqli_close($con);
?>